/* Cancel Button */
"Cancel" = "ביטול";

/* Email app name */
"Mail" = "דואר";

/* Users photo library */
"Camera Roll" = "ספריית תמונות";

/* Text field to enter a description */
"Add a description" = "הוסף תיאור";

/* Text messages app name */
"Message" = "הודעות";

/* Share photo or video button */
"Share post" = "שתף פוסט";

/* Select a location button */
"Tag a location" = "תייג מיקום";

/* Share Title */
"Share" = "שיתוף";

/* Preparing Title */
"Preparing..." = "מכין...";
